[Room] Tag is outside of its [Room]. Enable Leader or move [Room] Tag within its [Room].
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RoomTagNotInRoomToRoom { get; }
  Visual Basic
Public Shared ReadOnly Property RoomTagNotInRoomToRoom As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RoomTagNotInRoomToRoom {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RoomFailures Class
  Autodesk.Revit.DB Namespace